export const comparisonActArray = [
  {
    id: 1,
    label: "აგენტის ანგარიშზე არსებული ნაშთი საანგარიშო პერიოდის დასაწყისში	",
    valueName: "balance",
  },
  {
    id: 2,
    label:
      "აგენტის მიერ გადახდების სახით გახარჯული სრული თანხა მოც. საანგარიშო პერიოდში",
    valueName: "debt",
  },
  {
    id: 3,
    label:
      "აგენტის მიერ პროვაიდერისთვის გადასახდელი სრული საკომისიო თანხა მოც. საანგარიშო პერიოდში",
    valueName: "debt",
  },
  {
    id: 4,
    label:
      "პროვაიდერის მიერ აგენტისთვის გადასახდელი სრული სარგებელის თანხა მოც. საანგარიშო პერიოდში",
    valueName: "credit",
  },
  {
    id: 5,
    label:
      "გაუქმებული ოპერაციებიდან აგენტისთვის დაბრუნებული სრული თანხა მოც. საანგარიშო პერიოდში",
    valueName: "credit",
  },
  {
    id: 6,
    label:
      "გაუქმებული ოპერაციებიდან აგენტისთვის დაბრუნებული სრული საკომისიო მოც. საანგარიშო პერიოდში",
    valueName: "credit",
  },
  {
    id: 7,
    label:
      "გაუქმებული ოპერაციებიდან აგენტისთვის ჩამოჭრილი დარიცხული სრული სარგებელი მოც. საანგარიშო პერიოდში",
    valueName: "debt",
  },
  {
    id: 8,
    label:
      "მოც. საანგარიშო პერიოდში აგენტის მიერ პროვაიდერისთვის გადმორიცხული თანხა",
    valueName: "credit",
  },
  {
    id: 9,
    label:
      "მოც. საანგარიშო პერიოდში პროვაიდერის მიერ აგენტისთვის გადარიცხული თანხა",
    valueName: "credit",
  },
  {
    id: 10,
    label:
      "აგენტის ანგარიშზე არსებული ნაშთი საანგარიშო პერიოდის დასასრულისათვის",
    valueName: "balance",
  },
];
